second-test/app/controllers/productions_controller.rb

    def index

        render json: Production.all
---
SELECT "productions".* FROM "productions"